---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.MatchlineFailures
source: html/acf191ad-858f-b5b5-0c18-1672d03b624b.htm
---
# BuiltInFailures.MatchlineFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.